/* 
   ConferenceRegistrationSettings.strings
   Conference

   Created by Josh Converse on 2010/05/19.
   Copyright 2010 Apple. All rights reserved.
*/

// This string is defined as part of the Conference framework as well
"FACETIME" = "FaceTime";

// Generic
"FACETIME_ALERT_OK" = "OK";
"FACETIME_ALERT_CANCEL" = "Annulla";
"LOADING" = "Carico…";
"SIGNING_IN" = "Accedo...";
"VERIFYING" = "Verifico";
"NEXT" = "Successivo";
"ERROR" = "Errore";
"LEARN_MORE" = "Altre info";

/*
 Account Alias Summary
 
 These strings are used when attempting to show a summary of the useable account
 aliases.
*/
"ALIAS_SUMMARY_0_0" = "Nessun indirizzo";
"ALIAS_SUMMARY_0_N" = "Indirizzi e-mail %@"; // Value comes from NSNumberFormatter
"ALIAS_SUMMARY_1_N" = "%@ indirizzi"; // Value comes from NSNumberFormatter

// No Account / Alias
/* Filler text if there is no account or alias available */
"FACETIME_ACCOUNT_INFO_UNAVAILABLE" = "Utilizza il tuo ID Apple per FaceTime";
"FACETIME_ALIAS_INFO_UNAVAILABLE" = "N/D"; // Nobody should see this string

// Generic Server Errors
"FACETIME_ACTIVATION_ERROR_TITLE" = "Attivazione FaceTime";
"FACETIME_ACTIVATION_ERROR_GENERIC" = "Impossibile contattare il server di FaceTime. Riprova.";

// Splash Page
"FACETIME_SPLASH_SYNOPSIS" = "Per anni, la gente ha sognato\ndi videochiamare. Adesso, il sogno è realtà.";
"FACETIME_SPLASH_LEARN_MORE" = "Informazioni su FaceTime";
"FACETIME_SPLASH_LEARN_MORE_URL_ipod" = "http://www.apple.com/it/ipodtouch/features/facetime.html";
"FACETIME_SPLASH_LEARN_MORE_URL_ipad" = "http://www.apple.com/it/ipad/features/facetime.html";
"FACETIME_SPLASH_GET_STARTED" = "Inizia";

/*
  Sign in page

  This is the first page in the first-time account setup flow. The user enters
  their AppleID and password, and if their credentials are right, they will
  proceed to the next stage in the setup flow
*/
"FACETIME_SIGNIN_TITLE" = "Inserisci ID Apple";
// This is the normal sign-in description text
"FACETIME_SIGNIN_DESCRIPTION_ipad" = "Accedi con l'ID Apple o crea un nuovo account per attivare FaceTime.";
"FACETIME_SIGNIN_DESCRIPTION_iphone" = "Accedi con l'ID Apple o crea un nuovo account per attivare FaceTime.";
/* If the user was forcibly signed out of FaceTime by the server, we'll display
this instead of FACETIME_SIGNIN_DESCRIPTION */
"FACETIME_SIGNIN_LOGIN_FAILED_DESCRIPTION" = "Sei stato disconnesso da FaceTime perché l'ID Apple o la password sono cambiati. Accedi a FaceTime per attivarlo.";
/* Placeholder text for the username field */
"FACETIME_USERNAME_LABEL" = "nome@esempio.com";
/* Placeholder text for the password field */
"FACETIME_PASSWORD_LABEL" = "password";
/* Text on the sign in button */
"FACETIME_SIGNIN_BUTTON_LABEL" = "Accedi";
/* Text on the create new account button */
"FACETIME_SIGNIN_CREATE_ACCOUNT_BUTTON_LABEL" = "Crea nuovo account";
/* These are the errors that may be returned from the server as a result of
signing in. FACETIME_SIGNIN_ERROR_GENERIC is the catch-all */
"FACETIME_SIGNIN_ERROR_GENERIC" = "Si è verificato un errore durante l'attivazione. Riprova.";
"FACETIME_SIGNIN_ERROR_BLANK_USERNAME" = "Inserisci un nome utente valido.";
"FACETIME_SIGNIN_ERROR_INVALID_CREDENTIALS" = "Il nome utente o la password per “%@” non sono corretti. Riprova.";
"FACETIME_SIGNIN_ERROR_NEW_PASSWORD_NEEDED" = "La password di questo ID Apple dev'essere aggiornata.";
"FACETIME_SIGNIN_ERROR_ACCOUNT_NOT_AUTHORIZED" = "All'ID Apple fornito occorrono informazioni aggiuntive.";
"FACETIME_SIGNIN_ERROR_TIMEOUT" = "Impossibile accedere. Verifica la connessione network e riprova.";
"FACETIME_SIGNIN_ERROR_COULDNT_LAUNCH_MAIL" = "Impossibile aprire Mail.";

// Email validation page
"FACETIME_EMAIL_TITLE" = "FaceTime";
"FACETIME_EMAIL_DESCRIPTION_iphone" = "Gli utenti useranno il tuo indirizzo e-mail per chiamarti. Quale desideri utilizzare?";
"FACETIME_EMAIL_DESCRIPTION_ipad" = "Gli utenti useranno il tuo indirizzo e-mail per chiamarti. Quale desideri utilizzare?";
"FACETIME_EMAIL_ADDRESS_LABEL" = "Indirizzo";
"FACETIME_EMAIL_ADDRESS_PLACEHOLDER" = "Indirizzo e-mail";
"FACETIME_EMAIL_VALIDATE_LABEL" = "Verifica indirizzo e-mail";
"FACETIME_EMAIL_CHECK_MAIL_LABEL" = "Controlla e-mail";
"FACETIME_EMAIL_CHECK_MAIL_DESCRIPTION" = "Impossibile verificare l'indirizzo. È stata inviata un'e-mail con un link di verifica all'indirizzo indicato sopra.";
"FACETIME_EMAIL_ERROR_GENERIC" = "Si è verificato un errore durante la verifica dell'e-mail";
"FACETIME_EMAIL_ERROR_IN_USE" = "Impossibile verificare l'e-mail perché è già in uso.";
"FACETIME_EMAIL_ERROR_NOT_AVAILABLE" = "Impossibile utilizzare l'indirizzo e-mail per FaceTime.";

/* This message is a worst-case everything-failed message. Users should never see it, but if they do, we're at a point where things are seriously broken on their device */
"FACETIME_EMAIL_UNABLE_TO_ADD_ALIAS" = "Impossibile aggiungere indirizzo e-mail “%@”.";

// Alias detail page
/* Title at the top of the alias detail page */
"FACETIME_ALIAS_TITLE" = "E-mail";
"FACETIME_ALIAS_DELETE_CONFIRMATION_MESSAGE" = "Non potrai più ricevere videochiamate di FaceTime su %@.";
"FACETIME_ALIAS_DELETE_CONFIRMATION_BUTTON" = "Rimuovi indirizzo e-mail";
"FACETIME_RESEND_VALIDATION_EMAIL" = "Invia di nuovo e-mail di convalida";
"FACETIME_REMOVE_ALIAS" = "Rimuovi questa e-mail";

/*
  Server driven account pages

  These are the server-driven account pages used for various portions of the
  signup process. At the moment, they include
    * Creating a new account
    * Changing the password on an account
    * Editing an account's information
    * Re-authorizing an account (giving us permission, tos's, etc)
*/
// This is shown in the navigation bar before the server dictates a new string for us
"FACETIME_ACCOUNT_PAGE_TITLE" = "Account";

/*
  Settings Screen
  
  This is the overall configuration screen for FaceTime. You can turn on/off the
  service, add/remove email addresses, and configure Caller ID settings.
*/

/* Privacy disclaimer. Shown underneath the FaceTime on/off switch */
"FACETIME_SWITCH_STATUS_DEFAULT" = "Il tuo numero di telefono e/o indirizzo e-mail sarà condiviso con le persone che chiami.";
"FACETIME_SWITCH_STATUS_IN_PROGRESS" = "Attendo attivazione…";
"FACETIME_SWITCH_STATUS_FAILED" = "Attivazione non riuscita.\nAttiva FaceTime e riprova.";

"SETTINGS_CALL_GROUP_LABEL" = "Chiamate";
"FACETIME_SETTINGS_CALLER_ID_LABEL" = "ID chiamante";
"FACETIME_SETTINGS_ACCOUNT_LABEL" = "ID Apple:";
"FACETIME_SETTINGS_ADD_ANOTHER_EMAIL" = "Aggiungi un'altra e-mail…";
"FACETIME_SETTINGS_ADD_AN_EMAIL" = "Aggiungi un'e-mail…";
"FACETIME_SETTINGS_EMAIL_INPUT_LABEL" = "E-mail";

"FACETIME_SETTINGS_ALIAS_LABEL_iphone" = "Sei raggiungibile per\nle videochiamate su:";
"FACETIME_SETTINGS_ALIAS_LABEL_ipad" = "Puoi ricevere videochiamate su:";
    // These are the labels for the various states on the left hand side of each email.
    "FACETIME_ALIAS_STATUS_DEFAULT" = "Sconosciuto";
    "FACETIME_ALIAS_STATUS_FAILURE" = "Errore";
    "FACETIME_ALIAS_STATUS_VALIDATING" = "Verifico";
    "FACETIME_EMAIL_ALIAS_STATUS_VALIDATED" = "E-mail";
    "FACETIME_PHONE_ALIAS_STATUS_VALIDATED" = "Telefono";

/*
  Account Popup
  
  This is the popup that appears when a user on the settings page taps the
  account button. It provides a list of a few options the user can take that are
  account specific
*/
"FACETIME_ACCOUNT_POPUP_TITLE" = "Account FaceTime";
"FACETIME_ACCOUNT_POPUP_EDIT_LOCATION" = "Modifica posizione";
"FACETIME_ACCOUNT_POPUP_VIEW_ACCOUNT" = "Visualizza account";
"FACETIME_ACCOUNT_POPUP_SIGN_OUT" = "Esci";

// Forgot Password Popup
"FACETIME_FORGOT_PASSWORD_ALERT_TITLE" = "Password ID Apple";
"FACETIME_FORGOT_PASSWORD_ALERT_MESSAGE" = "Troppi inserimenti della password non corretti.";
"FACETIME_FORGOT_PASSWORD_ALERT_OK" = "Password";

/*
  Locale Entry
  
  This is the page where the user must choose a country/region and possibly
  enter a phone number if the region isn't enough to auto-guess a phone number.
  The phone number field won't appear until a region has been chosen, and then
  only if the region doesn't have sufficient phone number information.
*/
"FACETIME_LOCALE_COUNTRY_SELECT_LABEL" = "Regione";
"FACETIME_LOCALE_DESCRIPTION_TITLE" = "Posizione";
"FACETIME_LOCALE_DESCRIPTION" = "Seleziona un paese o una regione per consentire a FaceTime di digitare i numeri locali della tua rubrica.";
"FACETIME_LOCALE_PHONE_FIELD_LABEL" = "Telefono";
"FACETIME_LOCALE_PHONE_FIELD_DESCRIPTION" = "Fornisci un numero telefonico campione per questa regione.";
"FACETIME_LOCALE_MISSING_REGION_ALERT_MESSAGE" = "Seleziona una regione.";
// This is the common-case error for the server saying "your region + phone combination was no good"
"FACETIME_LOCALE_ERROR_INVALID_PROFILE" = "Impossibile utilizzare questa combinazione di numero telefonico e regione.";

/*
  Network Alerts

  These strings are used for showing network-centric alerts, primarily to prompt
  the user to enable networking.
*/
"FACETIME_NETWORK_ERROR_TITLE" = "FaceTime non disponibile";
"FACETIME_NETWORK_SETTINGS_BUTTON" = "Impostazioni";
// Wi-Fi only devices
"FACETIME_NETWORK_ERROR_WIFI" = "Accendi il Wi-Fi per configurare FaceTime.";
"FACETIME_NETWORK_ERROR_WLAN" = "Accendi il WLAN per configurare FaceTime.";
// Cellular devices
"FACETIME_NETWORK_ERROR_CELL" = "Per configurare FaceTime attiva i dati cellulare o utilizza il Wi-Fi.";
"FACETIME_NETWORK_ERROR_CELL_WLAN" = "Per configurare FaceTime attiva i dati cellulare o utilizza il WLAN.";
"FACETIME_NETWORK_ERROR_CELL_NO_WIFI" = "Per configurare FaceTime attiva i dati cellulare.";
// Roaming cellular devices
"FACETIME_NETWORK_ERROR_ROAM" = "Per configurare FaceTime utilizza il Wi-Fi o abilita il roaming dati. Potrebbe non essere gratuito.";
"FACETIME_NETWORK_ERROR_ROAM_WLAN" = "Per configurare FaceTime utilizza il WLAN o abilita il roaming dati. Potrebbe non essere gratuito.";
"FACETIME_NETWORK_ERROR_ROAM_NO_WIFI" = "Per configurare FaceTime abilita il roaming dati. Potrebbe non essere gratuito.";

// "Facetime is disabled" Page
"FACETIME_DISABLED_DESCRIPTION_TITLE" = "Impostazioni FaceTime";
"FACETIME_DISABLED_DESCRIPTION" = "Hai disattivato FaceTime in Impostazioni. Desideri riattivarlo?";
"FACETIME_DISABLED_TURN_ON_LABEL" = "Attiva FaceTime";
